{
  "SubIndicatorBanner": {
    "indicatorname": "Employment",
    "subindicatorname": "Career Development Classes"
  },
  "SubIndicatorTextImage": [
    {
      "id": 1,
      "heading": "What are career development classes?",
      "subhead": "Have you ever day-dreamed about what you want to be when you grow up? Maybe an engineer, a pilot, or a teacher? There are so many careers in the world, and surely you don’t know all of them (I’m not sure if anyone does!), so career development courses help you to figure out what career options are out there that align with your interests, abilities, aptitudes, preferences and goals. These classes also prepare you for the working-world by helping you with interview skills, social skills and time-management skills.",
      "bullets": "<li>What are some skills, knowledge, or topics you feel you know a lot about?</li><li>List out some activities or extracurriculars that you took the time to learn and got good at. Why was practice so important for this?</li><li>What are some careers that you’re interested in now? What skills or knowledge might you need for those careers?</li><li>Make a list of some courses in your school that would align with the careers you’re interested in!</li>",
      "image": "img3.jpg"
    },
    {
      "id": 2,
      "heading": "What do career development courses include?",
      "subhead": "Your transition team can help you explore and participate in career development courses that include opportunities to ",
      "bullets": "<li>Practice writing a resume, interviewing, logging hours and depositing a paycheck</li><li>Learn about different employment preferences and working styles to help figure out what work environments and careers match your strengths</li><li>Model positive work relationships to practice communicating with others, managing responsibilities, and giving and receiving feedback</li><li>Create a career portfolio to map out a career you are interested in, the skills and knowledge needed for that career, and all the steps you need to take to be a successful employee </li>",
      "image": "img2.jpg"
    }
  ],
  "SubIndicatorVideoImage": {
    "icon": "subindicator-Play-Icon.png",
    "VideoLink": "wn14EG6bUSY",
    "heading": "What are career development classes? Let’s unpack it!",
    "imageName": "img1.jpg"
  },
  "IconTile2Heading": {
    "heading": "What can career development classes do for you",
    "subheading": "When your transition team supports you with career development classes, you will have"
  },
  "IconTile2": [
    {
      "id": 1,
      "iconTileImage": "subindicatorIcon1.png",
      "heading": "Career Pathways",
      "content": "Using your interests, preferences, and strengths to determine which career options might be of interest for you and be able to dive deeper into different careers."
    },
    {
      "id": 2,
      "iconTileImage": "subindicatorIcon2.png",
      "heading": "Social Skills",
      "content": "Practicing interactions with peers and staff that are like the ones you will have in the workplace, like giving and receiving feedback"
    },
    {
      "id": 3,
      "iconTileImage": "subindicatorIcon3.png",
      "heading": "Employment Skills",
      "content": "Building knowledge of creating resumes, practicing interviews, and asking for help will help you to accomplish tasks for a job"
    },
    {
      "id": 4,
      "iconTileImage": "subindicatorIcon4.png",
      "heading": "Management Skills",
      "content": "Understanding work responsibilities, being able to schedule time for tasks and track your progress toward goals at work"
    }
  ],
  "fourth_section": {
    "video_url": "http://www.youtube.com/embed/8CZzZeYIq2M?rel=0&amp;modestbranding=0&amp;autohide=0&amp;showinfo=0&amp;controls=0",
    "testimonialList": [
      {
        "title": "Transition-age youth",
        "description": "I’m learning skills for work. I do workshops through the IU to learn about jobs. I really like woodshop. Cutting, sanding, drilling, and digging holes. I’ve been doing that since the beginning of the year. As part of this program, I go to work. I did three days last year. My first one, on Monday, I worked at woodshop. Tuesday, I went to Blue Mountain ski resort last year. Third I went to the IU. And then this year I did two days at the IU workshop learning soft skills and hard skills.",
        "url": "8.1.wav",
        "audio": true
      }
    ]
  }
}
