{
  "Banner": {
    "breadcrumbLink": "Team",
    "TeamMemberName": "Everett Deibler",
    "TeamMemberJobTitle": "Transition Discoveries Consultant",
    "TeamMemberImage": "Members/EverettDeibler.jpg",
    "TeamMemberbio": "Pennsylvania Youth Leadership Network (PYLN) ",
    "TeamMemberbio2": "Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities.",
    "TeamMemberbio3": "<h4 class='sub-txt mb-3 green'>Biography  </h4><p>Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our goals are to help communities build strong relationships and to use data-driven action planning to learn Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our goals are to help communities build strong relationships and to use data-driven action planning to learn</p><ul class='checkli'> <li> Funded and supported by the PA Developmental Disabilities Council </li> <li> Builds upon research that created the Transition Discoveries Framework and Infographic Guide </li> <li> Follows a step-by-step community-led and data-driven action planning model </li></ul><h4 class='sub-txt mb-3 green'>Education</h4><p>2Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our goals are to help communities build strong relationships and to use data-driven action planning to learn</p><h4 class='sub-txt mb-3 green'>Other Details</h4><p>Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our goals are to help communities build strong relationships and to use data-driven action planning to learn</p><br><p>Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our goals are to help communities build strong relationships and to use data-driven action planning to learn</p><br><p>Our team members believe in Your Voice. Youth Story. Your Future. We value the voices of young people with disabilities, families, and transition stakeholders in our collaborative work with communities. Our goals are to help communities build strong relationships and to use data-driven action planning to learn</p>",
    "slug": "/our-team/everett",
    "fbLink": "#",
    "twLink": "#",
    "InstaLink": "#"
  }
}
